<?php

/**
 * @copyright © 2025 CodeSpaces
 */

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットメールを送信しました。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'メールアドレスに一致するユーザーは存在していません。',
    'reset_link' => 'パスワードを忘れた場合',
    'reset_send_button' => 'パスワードリセットリンクを送信',
    'reset_password_button' => 'パスワード変更',
];
